resume.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title></title>
<!-- 2016-01-05 Tue 11:52 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<link rel="stylesheet" type="text/css" href="css.css" />
<link href='http://fonts.googleapis.com/css?family=Droid+Serif:400,400italic,700,700italic' rel='stylesheet' type='text/css' />
<link href='http://fonts.googleapis.com/css?family=Droid+Sans:400,700' rel='stylesheet' type='text/css' />
</head>
<body>
<div id="content">
<h1 class="title"></h1>

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">Resume of Evans Winner</h2>
<div class="outline-text-2" id="text-1">
<div class="center">
<p>
505.410.1546 <br  />
ego111@gmail.com <br  />
1925 Pinal Rd. Golden CO, 80401
</p>
</div>
</div>

<div id="outline-container-sec-1-1" class="outline-3">
<h3 id="sec-1-1">OVERVIEW</h3>
<div class="outline-text-3" id="text-1-1">
<ul class="org-ul">
<li>~13 yrs as IBM midrange sysop / sysadmin; much unsupervised
off-shift work requiring independent problem-solving of
hard/software issues, understanding escalation procedures and
critical / disaster recovery processes (5 yrs deadline-based,
high-output production environment at a Fortune 500 company [ADP]).
Phone, email and in-person support (1 year phone support at a
high-throughput commercial helpdesk.) Perfect score on customer
service portion of A+ exam.
</li>
<li>Web dev: Center for Infectious Disease and Immunity
<a href="http://hsc.unm.edu/som/programs/cidi/">http://hsc.unm.edu/som/programs/cidi/</a> (2008); Albuquerque Civic
Chorus (2012-2013, volunteer, full re-design)
<a href="http://abqchorus.org">http://abqchorus.org</a>; idealstudios.com (1999-2001, now defunct)
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-1-2" class="outline-3">
<h3 id="sec-1-2">EXPERIENCE</h3>
<div class="outline-text-3" id="text-1-2">
<p>
<b>IS System Administrator I / Senior.</b> Sandia Laboratory Federal Credit
 Union, Albuquerque NM. 8/2008&#x2013;2/2015.
</p>

<p>
IBM i on Power systems admin, 3 servers: AJS job
scheduling (~300 scheduled jobs); migrated old IBM jobs to AJS
and automated weekend batch processing. BRMS config and
maintenance; PTF and upgrades; backups; process monitoring and
general system ops; 2nd-level user and dev support with
iSupport.  Implemented database for tracking
tape library (~400 tapes).  Documentation and responsible for
operations checklist maintenance; wrote build tool for
checklists.
</p>

<p>
<b>Webmaster / Database Support.</b> Center for Infectious Disease and
Immunity, Albuquerque NM. 1/2008&#x2013;1/2009.
</p>

<p>
Web design / maintenance; helpdesk and general IT: Cleaned up code and
built new pages for CIDI and Tularemia Vaccine Development Contract
web pages (~25 pages, html, css, Javascript); re-designed MS Access
billing DB (re-built tables, improved UI and refactored VBA code),
maintenance and documentation; misc. helpdesk and office assistance
(installs, scanning, troubleshooting, system setup).
</p>

<p>
<b>Computer Operator I / II.</b> Sur La Table, Inc, Seattle WA.
2/2006&#x2013;7/2007.
</p>

<p>
iSeries / Windows server system operations: Process and print queue
management, network monitoring; report generation and distribution.
Support for POS systems (~60 retail sites), handheld scanners,
touch-screen kiosks, general Windows XP and Mac OS/X desktop and
laptops.
</p>

<p>
<b>Computer Operator.</b> Automatic Data Processing, Bothell WA.
7/2000&#x2013;11/2005.
</p>

<p>
AS/400 / eServer operations for payroll processing: Nightly batch
jobs, cassette and reel tape backups (multiple per day); Oce 2040 /
750 printer maintenance; tape library (~200 tapes) and printer output
(~10,000&#x2013;~100,000 pages/day) management.  2001 perfect attendance
award.
</p>

<p>
<b>Associate Customer Engineer.</b> ParTech, Inc., Boulder
CO. 6/1999&#x2013;6/2000.
</p>

<p>
Customer service-intensive grave shift phone support for Thinnet-based
POS systems: Fixed operational errors; diagnosed hardware issues with
touch-screens, printers, LAN, drives, etc.; setup of network routing
and other configuration issues and software upgrades on ParTech's
software.  Clarify support database client.  Closed 10-20 tickets per
night.
</p>

<p>
<b>Computer Lab Monitor.</b> University of Colorado, Boulder CO.
1/1999&#x2013;6/1999.
</p>

<p>
Monitored university computer music lab: Support for email clients and
basic Unix CLI help in Solaris and other software on Macintosh; fixed
problems with cabling (mostly MIDI-related) and application suppot for
MOTU Digital Performer.
</p>
</div>
</div>

<div id="outline-container-sec-1-3" class="outline-3">
<h3 id="sec-1-3">OTHER</h3>
<div class="outline-text-3" id="text-1-3">
<p>
<b>Certifications:</b> CompTIA <b>A+</b>, <b>Linux+</b>, <b>I-Net+</b>; Brainbench <b>MS-DOS
6</b>
</p>

<p>
<b>Programming:</b> Common Lisp, Emacs Lisp, Windows batch, HTML, CSS
(intermediate); CL (IBM Control Language), SQL, C#, awk, Unix / QSHELL
scripting (basic).  Github: <a href="https://github.com/EvansWinner">https://github.com/EvansWinner</a>
</p>

<p>
<b>Education:</b> BA, English-Philosophy, <i>summa cum laude</i>. University of
New Mexico; college and continuing ed courses in Pascal, C#, SQL,
HTML5, digital audio and sound synthesis.
</p>
</div>
</div>
</div>
</div>
</body>
</html>
