resume.tex
% Created 2016-01-05 Tue 11:52
\documentclass[utopia,letterpaper,10pt,microtype,paralist]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{fixltx2e}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{float}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{marvosym}
\usepackage{wasysym}
\usepackage{amssymb}
\usepackage{hyperref}
\tolerance=1000
\usepackage[margin=.5in]{geometry}
\usepackage{parskip}
\setlength\parindent{0pt}
\pagestyle{empty}
\date{\today}
\title{}
\hypersetup{
  pdfkeywords={},
  pdfsubject={},
  pdfcreator={Emacs 24.5.1 (Org mode 8.2.10)}}
\begin{document}


\section*{Resume of Evans Winner}
\label{sec-1}

\begin{center}
505.410.1546 \\
ego111@gmail.com \\
1925 Pinal Rd. Golden CO, 80401
\end{center}

\subsection*{OVERVIEW}
\label{sec-1-1}

\begin{itemize}
\item \textasciitilde{}13 yrs as IBM midrange sysop / sysadmin; much unsupervised
off-shift work requiring independent problem-solving of
hard/software issues, understanding escalation procedures and
critical / disaster recovery processes (5 yrs deadline-based,
high-output production environment at a Fortune 500 company [ADP]).
Phone, email and in-person support (1 year phone support at a
high-throughput commercial helpdesk.) Perfect score on customer
service portion of A+ exam.
\item Web dev: Center for Infectious Disease and Immunity
\url{http://hsc.unm.edu/som/programs/cidi/} (2008); Albuquerque Civic
Chorus (2012-2013, volunteer, full re-design)
\url{http://abqchorus.org}; idealstudios.com (1999-2001, now defunct)
\end{itemize}

\subsection*{EXPERIENCE}
\label{sec-1-2}

\textbf{IS System Administrator I / Senior.} Sandia Laboratory Federal Credit
 Union, Albuquerque NM. 8/2008--2/2015.

IBM i on Power systems admin, 3 servers: AJS job
scheduling (\textasciitilde{}300 scheduled jobs); migrated old IBM jobs to AJS
and automated weekend batch processing. BRMS config and
maintenance; PTF and upgrades; backups; process monitoring and
general system ops; 2nd-level user and dev support with
iSupport.  Implemented database for tracking
tape library (\textasciitilde{}400 tapes).  Documentation and responsible for
operations checklist maintenance; wrote build tool for
checklists.

\textbf{Webmaster / Database Support.} Center for Infectious Disease and
Immunity, Albuquerque NM. 1/2008--1/2009.

Web design / maintenance; helpdesk and general IT: Cleaned up code and
built new pages for CIDI and Tularemia Vaccine Development Contract
web pages (\textasciitilde{}25 pages, html, css, Javascript); re-designed MS Access
billing DB (re-built tables, improved UI and refactored VBA code),
maintenance and documentation; misc. helpdesk and office assistance
(installs, scanning, troubleshooting, system setup).

\textbf{Computer Operator I / II.} Sur La Table, Inc, Seattle WA.
2/2006--7/2007.

iSeries / Windows server system operations: Process and print queue
management, network monitoring; report generation and distribution.
Support for POS systems (\textasciitilde{}60 retail sites), handheld scanners,
touch-screen kiosks, general Windows XP and Mac OS/X desktop and
laptops.

\textbf{Computer Operator.} Automatic Data Processing, Bothell WA.
7/2000--11/2005.

AS/400 / eServer operations for payroll processing: Nightly batch
jobs, cassette and reel tape backups (multiple per day); Oce 2040 /
750 printer maintenance; tape library (\textasciitilde{}200 tapes) and printer output
(\textasciitilde{}10,000--\textasciitilde{}100,000 pages/day) management.  2001 perfect attendance
award.

\textbf{Associate Customer Engineer.} ParTech, Inc., Boulder
CO. 6/1999--6/2000.

Customer service-intensive grave shift phone support for Thinnet-based
POS systems: Fixed operational errors; diagnosed hardware issues with
touch-screens, printers, LAN, drives, etc.; setup of network routing
and other configuration issues and software upgrades on ParTech's
software.  Clarify support database client.  Closed 10-20 tickets per
night.

\textbf{Computer Lab Monitor.} University of Colorado, Boulder CO.
1/1999--6/1999.

Monitored university computer music lab: Support for email clients and
basic Unix CLI help in Solaris and other software on Macintosh; fixed
problems with cabling (mostly MIDI-related) and application suppot for
MOTU Digital Performer.

\subsection*{OTHER}
\label{sec-1-3}

\textbf{Certifications:} CompTIA \textbf{A+}, \textbf{Linux+}, \textbf{I-Net+}; Brainbench \textbf{MS-DOS
6}

\textbf{Programming:} Common Lisp, Emacs Lisp, Windows batch, HTML, CSS
(intermediate); CL (IBM Control Language), SQL, C\#, awk, Unix / QSHELL
scripting (basic).  Github: \url{https://github.com/EvansWinner}

\textbf{Education:} BA, English-Philosophy, \emph{summa cum laude}. University of
New Mexico; college and continuing ed courses in Pascal, C\#, SQL,
HTML5, digital audio and sound synthesis.
% Emacs 24.5.1 (Org mode 8.2.10)
\end{document}
